Repository: ifiri/codeforce-link-protection
Catalog: languages/tea-link-protection-*.po
Languages: ru_ru

source: Link
ru_ru: Ссылка

source: Links
ru_ru: Ссылки

source: Link Address
ru_ru: Адрес ссылки

source: Link Type
ru_ru: Тип ссылки

# column name
source: Created On
ru_ru: Создано

source: No links avaliable.
ru_ru: Нет доступных ссылок.

source: Create New
ru_ru: Создать новую

source: Tea Link Protection \ Create New
ru_ru: Tea Link Protection \ Создать новую

source: Edit Link
ru_ru: Редактировать ссылку

source: Tea Link Protection \ Edit Link
ru_ru: Tea Link Protection \ Редактировать

source: Links List
ru_ru: Список ссылок

source: Tea Link Protection \ Links List
ru_ru: Tea Link Protection \ Список ссылок

source: Links Per Page
ru_ru: Ссылок на странице

source: Select attachment
ru_ru: Выбрать вложение

source: Type the link address
ru_ru: Напечатайте адрес ссылки

source: Link was created successfully
ru_ru: Ссылка была успешно создана

source: Link was updated successfully
ru_ru: Ссылка была успешно обновлена

source: Link was deleted successfully
ru_ru: Ссылка была успешно удалена

source: During the link creation errors occurred. Link wasn't created.
ru_ru: Во время создания ссылки возникли проблемы. Ссылка не была создана.

source: During the link update errors occurred. Link wasn't updated.
ru_ru: Во время обновления ссылки возникли проблемы. Ссылка не была обновлена.

source: During the link deletion errors occurred. Link wasn't deleted.
ru_ru: Во время удаления ссылки возникли проблемы. Ссылка не была удалена.

source: All links was deleted successfully
ru_ru: Все ссылки были успешно удалены

source: During the links deletion errors occured. Links wasn't deleted.
ru_ru: Во время удаления ссылок возникли проблемы. Ссылки не были удалены.

source: This url is out of date or was compromised. Try again.
ru_ru: Это действие устарело или было скомпрометировано. Попытайтесь снова.

source: Current request is broken. Try again.
ru_ru: Ваш запрос некорректен. Попытайтесь снова.

source: Common Link
ru_ru: Обычная ссылка

source: Attachment
ru_ru: Вложение

source: IP Restriction
ru_ru: Ограничение по IP

source: Role Restriction
ru_ru: Ограничение по роли

source: Disposable Link
ru_ru: Одноразовая ссылка

source: <b>Important!</b> Your version of PHP is less than <b>%s</b>! Tea Link Protection plugin will <b>NOT</b> run. Upgrade your PHP to version <b>%s</b> or higher. This is a minimal technical requirements.
ru_ru: <b>Важно!</b> Ваша версия PHP меньше, чем <b>%s</b>! Tea Link Protection <b>НЕ</b> будет запущен. Обновите ваш PHP до версии <b>%s</b> или новее. Это минимальные технические требования.

source: Create new link
ru_ru: Создать новую ссылку

source: Edit link
ru_ru: Редактировать ссылку

source: Link Attributes
ru_ru: Атрибуты ссылки

source: Submit
ru_ru: Отправить

source: Regenerate the link after one triggering
ru_ru: Создавать ссылку заново после одного срабатывания

source: Enter one or multiple IPs, separated by commas. Subnet restriction and masks are allowed.
ru_ru: Введите один или несколько IP-адресов, разделенных запятыми. Подсети и маски разрешены.

source: Select roles which will <b>have</b> access to link (if nothing selected, all roles will have access)
ru_ru: Выберите роли, которые будут <b>иметь</b> доступ к ссылке (если ничего не выбрано, доступ будут иметь все роли)

source: Select
ru_ru: Выбрать

source: Find
ru_ru: Искать
